---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyMemberDifferentCategory
source: html/86492493-0f64-c203-baf4-63409b7f7192.htm
---
# AssemblyMemberDifferentCategory Members

Category id of the first assembly member